Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/forbedringspotensial_i_utvikling_og_markedsforing_av_samiske_laeremidler.html.tmx
Source language: nob
Languages: smj

source: Forbedringspotensial i utvikling og markedsføring av samiske læremidler
smj: Buoredimmáhttelisvuohta sáme oahpponævoj åvddånahttemin ja almmusij buktemin

source: Sametingets organisering av læremiddelutvikling er evaluert, og resultatet viser at det er forbedringspotensial i organisering, utforming og forvaltning av læremiddelutviklingen og tilgjengeliggjøring av samiske læremidler.
smj: Sámedikke oahpponævoåvddånibme organisierim la árvustaláduvvam, ja boados vuoset oahpponævojåvddånimen li buoredimmáhttelisvuoda organiserima, hábmima ja háldadusá hárráj ja aj oahpponævoj almmusij buktemin.

source: Vista Analyse har på oppdrag fra Sametinget evaluert Sametingets tilskuddsordning for læremiddelutvikling, og utredet hvordan læremidlene blir markedsført og tilgjengeliggjort for lærere.
smj: Vista Analyse la oadtjom dahkamusáv Sámedikkes árvustallat Sámedikke doarjjaårdnigav oahpponævvoåvddånime hárráj, ja guoradallat gåktu oahpponævo almmusij buvteduvvi ja sadjáj ásaduvvi åhpadiddjijda.

source: Utredningen omfatter perioden 2012-2020 og evalueringsgrunnlag er dokumentanalyse og intervjuer med Sametingsrådet, Sametingets administrasjon som forvalter tilskuddet, tilskuddsmottakere, brukere og formidlere av læremidlene.
smj: Guoradallam guosská ájggegávdav 2012-2020 ja árvustallamvuodo la dokumænntaguoradallam ja ságájdahttema Sámedikkerádijn, Sámedikke háldadusájn gut háldat dårjav, doarjjaduossto, oahpponævoj addne ja åvddånbukte.

source: Utredningen viser at vi har utfordringer innen samisk læremiddelutvikling, men viser også at utformingen og forvaltningen av tilskuddsordningen for læremiddelutvikling fremstår som relativt god.
smj: Guoradallam vuoset ja miján li hásstalusá sáme oahpponævoåvddånahttemin, valla vuoset aj jut doarjjoårdniga hábme ja háldadus oahpponævoåvddånahttemij la buorre.

source: – Jeg ser utfordringene vi står overfor, men er samtidig veldig glad for at evalueringen konkluderer med at dagens forvaltning av tilskuddsordningen er god, og at evalueringen derfor ikke anbefaler større endringer på dette feltet, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
smj: – Mån vuojnáv hásstalusájt ma duossto, valla juska lav ávon gå árvustallam dav vuoset jut udnásj doarjjaårdniga háldadus la buorre, ja árvustallam ij oajvvada stuoráp rievdadimijt danna, javllá sámedikkeráde Mikkel Eskil Mikkelsen (NSR).

source: Hovedutfordringen på produksjonskapasitet og fremdrift på læremiddelutviklingen ligger i knapphet på forfatter og oversetterressurser, og begrenset tilskuddsramme.
smj: Oajvvehásstalus produksjåvnån ja åvddånibme oahpponævojbuvtadimen li tjálle- ja jårggåliddjeressursajs ij la nav ålos, ja doarjjaævto li ráddjidum.

source: Evalueringen anbefaler flere direkte og indirekte tiltak for å få til en mer effektiv produksjon.
smj: Guoradallam oajvvat moadda njuolgga ja iehpenjuolgga dåjmajt váj buvtadibme sjaddá dåbmarabbo.

source: Den foreslår blant annet å øke tilskuddssatser og justere søknadsfrist og tildelingsdato for å bidra til styrket rekruttering.
smj: Oajvvat duola dagu lasedit doarjjalågov ja rievddat åhtsåmájggemierev ja juollodimbiejvev vaj rekrutterim nanoduvvá.

source: Evalueringen viser at målet om å utvikle samiske læremidler i alle fag på tre samiske språk i en læreplanperiode, ikke er nådd.
smj: Árvustallam vuoset jut ulmme åvddånahttet sáme oahpponævojt juohkka fágan gålmmå sáme gielajda oahppoplangávdan, ij la jåvsådum.

source: Kun 39 prosent av fagene hadde i 2018 helt eller delvis dekkende læremiddel på nordsamisk etter gjeldende læreplan, og for lule- og sørsamisk var andelen henholdsvis 19 og 24 prosent.
smj: Dåssju 39 prosenta fágajn li ållåsit jali muhtem mærráj oahpponævo nuorttasámegiellaj, ja julev- ja oarjjelsámegielan li oase 19 ja 24 prosenta.

source: De eksisterende økonomiske rammene tilsier at Sametinget må senke ambisjonsnivået i målformuleringen.
smj: Da ekonåvmålasj ævto dahki nav vaj Sámedigge hæhttu vuoledit ájggomusájt ulmen.

source: Videre indikerer intervjuene at lærere opplever å ha dårlig oversikt over tilgjengelige læremidler.
smj: Ságájdahttema vuosedi jut åhpadiddjijn e ållåsit diede makkir oahpponævo gávnnuji.

source: Det er viktig at lærerne kjenner til læremidlene som produseres, og at disse kommer frem til brukerne.
smj: La ájnas jut åhpadiddje diehti oahpponævojt ma buvtaduvvi, ja jut dá galggi jåksåt addnáj.

source: Sametinget ser at markedsføring og tilgjengeliggjøring av samiske læremidler krever en tydelig og mer målrettet innsats både av Sametinget og forlagene.
smj: Sámedigge vuojnná jut almmusij buktem ja åttjudibme sámeoahpponævojs gájbbet tjielgga ja ulmmelasj vuorodimev Sámedikkes ja almodagájs

source: Utredningen peker på at man må jobbe for å få til en mer effektiv terminologiutvikling og bedre koordinering av tilgjengelige ressurser innen opplæring og læremiddelproduksjon.
smj: Guoradallam vuoset jut terminologidjaåvddånahttem hæhttu sjaddat dåbmarabbo ja buorep dåmadibme resursajs ma juo li sajenis åhpadime ja oahpponævobuvtadime hárráj.

source: Forbedringspotensialet ligger i å tydeliggjøre ansvarsfordelingen mellom tilskuddsmottaker, Sametingets læremiddelsentral og læremiddelportalen Ovttas.
smj: Buoredimmáhttelisvuodan la tjielggit åvdåsvásstádusájt doarjjaduossto, Sámedikke oahpponævvoguovdátja ja oahpponævvoportála Aktan gaskan.

source: Læremidlene må merkes godt, slik at de er lett søkbare i forhold til læreplaner og kompetansemål på ulike årstrinn.
smj: Oahpponævo hæhttuji mierkkiduvvat buoragit, vaj lij åtsådahtte oahppoplánaj ja mihttomierij hárráj iesjguhtik jahkedásen.

source: Ifølge evalueringen oppleves læremiddelportalen som krevende å bruke.
smj: Árvustallam vuoset oahpponævvoportála la gássjel adnet.

source: Denne bør forbedres, slik at flere lærere kan og vil ta den i bruk.
smj: Bierri buoreduvvat, vaj ienebu åhpadiddje máhtte ávkástallat dassta.

source: Sametingsråd Mikkel Eskil Mikkelsen ser nytten av den eksterne evalueringen, og mener at Sametinget har fått et godt kunnskapsgrunnlag for å forbedre organisering, utforming og forvaltning av læremiddelutviklingen og tilgjengeliggjøring av samiske læremidler.
smj: Sámedikkeráde Mikkel Eskil Mikkelsen vuojná ávkev árvustallamis, ja suv mielas Sámedigge la oadtjom buorre máhtudakvuodov oahpponævvoåvddånime buoredibmáj organiserimin, hábbmimin ja háldadimen ja almmusij buktemij sáme oahpponævojs.

source: – Sametinget vil følge opp anbefalinger i nær dialog med aktuelle samarbeidsparter og aktører, sier Mikkelsen.
smj: – Sámedigge sihtá tjuovvolit oajvvadimijt láhka aktisasjvuodajn aktisasjbarggoguojmij ja akteraj, javllá Mikkelsen

source: For spørsmål eller intervju, kontakt sametingsråd Mikkel Eskil Mikkelsen (NSR), +47 917 42 161, mikkel.eskil.mikkelsen@samediggi.no
smj: Gatjálvisá jali ságájdahttem, guládalá sámedikkerádijn Mikkel Eskil Mikkelsen (NSR), +47 917 42 161, mikkel.eskil.mikkelsen@samediggi.no
